Repository: CanaryTek/RemoteSupportTool
Catalog: misc/i18n/app-support/*.po
Languages: de

source: This application provides access to your desktop for the support staff of %s.
de: Diese Anwendungen stellt den Support-Mitarbeitern von %s einen Zugriff auf Ihren Rechner bereit.

source: This application provides access to your desktop for our support staff.
de: Diese Anwendungen stellt unseren Support-Mitarbeitern einen Zugriff auf Ihren Rechner bereit.

source: Address
de: Adresse

source: Enable SSH encryption.
de: SSH-Verschlüsselung aktivieren.

source: Extended…
de: Erweitert…

source: Quit
de: Beenden

source: About
de: Info

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: An invalid address was specified.
de: Eine ungültige Adresse wurde angegeben.

source: An invalid port number was specified.
de: Eine ungültige Port-Nr wurde angegeben.

source: Error
de: Fehler

source: Can't open connection!
de: Verbindung kann nicht hergestellt werden!

source: Connection is established.
de: Die Verbindung wurde hergestellt.

source: Establishing a connection…
de: Eine Verbindung wird hergestellt…

source: The connection was closed.
de: Die Verbindung wurde getrennt.

source: An error occured.
de: Ein Fehler ist aufgetreten.

source: Welcome to remote maintenance.
de: Willkommen zur Fernwartung.

source: About this program
de: Über dieses Programm

source: Our support staff will tell you the required settings in order to build up a connection for remote maintenance.
de: Unsere Support-Mitarbeiter werden Ihnen die nötigen Einstellungen mitteilen um eine Verbindung zur Fernwartung herstellen zu können.

source: This software is based on the free and open Remote Support Tool and was modified for %s.
de: Diese Software basiert auf dem freien und offenen Remote Support Tool und wurde für %s modifiziert.

source: Please contact %s for any questions or problems according to this software.
de: Bitte wenden Sie sich an %s bei Fragen oder Problemen.

source: Authors
de: Autoren

source: Translators
de: Übersetzer

source: German
de: Deutsch

source: Internal components
de: Interne Komponenten

source: The following third party components were integrated:
de: Die folgenden Komponenten von Drittanbietern wurden integriert:

source: Created with
de: Erstellt mit

source: The application was created with:
de: Das Programm wurde erstellt mit:

source: License
de: Lizenz

source: Company
de: Firma

source: Source code
de: Quelltext

source: Close
de: Schließen

source: Extended Settings
de: Erweiterte Einstellungen

source: Settings for VNC
de: Einstellungen für VNC

source: Application
de: Programm

source: Select
de: Auswahl

source: Parameters
de: Parameter

source: Use provided VNC application.
de: Internes VNC-Programm verwenden.

source: Settings for SSH
de: Einstellungen für SSH

source: Key
de: Schlüssel

source: User
de: Benutzer

source: Use provided SSH application.
de: Internes SSH-Programm verwenden.

source: Use provided key.
de: Interne Schlüsseldatei verwenden.

source: Submit
de: Übernehmen

source: Cancel
de: Abbrechen

source: Select your SSH key.
de: Wählen Sie Ihren SSH-Schlüssel aus.

source: Can't select SSH key!
de: SSH-Schlüssel kann nicht übernommen werden!

source: The selected file is invalid.
de: Die gewählte Datei ist ungültig.

source: Select your SSH application.
de: Wählen Sie Ihr SSH-Programm aus.

source: Can't select SSH application!
de: SSH-Programm kann nicht übernommen werden!

source: The selected file is not an executable program.
de: Die gewählte Datei ist kein ausführbares Programm.

source: Select your VNC application.
de: Wählen Sie Ihr VNC-Programm aus.

source: Can't select VNC application!
de: VNC-Programm kann nicht übernommen werden!

source: An invalid VNC application was specified.
de: Ein ungültiges VNC-Programm wurde angegeben.

source: An invalid SSH application was specified.
de: Ein ungültiges SSH-Programm wurde angegeben.

source: An invalid SSH keyfile was specified.
de: Eine ungültige SSH-Schlüsseldatei wurde angegeben.

source: Can't submit settings!
de: Einstellungen können nicht übernommen werden!

source: Remote Support Tool
de: Fernwartungs-Tool
