Repository: CanaryTek/RemoteSupportTool
Catalog: src/locales/*/LC_MESSAGES/Remote-Support-Tool.po
Languages: it

source: The address in invalid.
it: L'indirizzo è invalido.

source: The port number is invalid.
it: Numero di porta invalido.

source: The port number is not in the interval from {0} to {1}.
it: Il numero della porta non è compreso nell'intervallo da {0} a {1}.

source: Unfortunately your operating system ({0}) is not supported.
it: Purtroppo il tuo sistema operativo ({0}) non è supportato.

source: Error on startup!
it: Errore all'avvio!

source: Can't establish the connection.
it: Non è possibile stabilire una connessione.

source: About this program
it: Informazioni sul programma

source: {0} for {1}
it: {0} per {1}

source: This application provides access to your desktop for our support staff.
it: Questo software permette l'accesso al tuo desktop al nostro personale di supporto.

source: We will tell you the required settings in order to build up a connection for remote maintenance.
it: Ti indicheremo le configurazioni necessarie alla configurazione della connessione per l'accesso remoto.

source: This software is based on the free and open Remote Support Tool and was modified for {0}.
it: Questo software si basa sul software libero "Remote Support Tool" ed è stato modificato per conto di {0}.

source: Please contact {0} for any questions or problems.
it: Per favore contattare {0} per ogni eventuale domanda o problema.

source: Authors
it: Autori

source: Translators
it: Traduzioni

source: English
it: Inglese

source: German
it: Tedesco

source: Italian
it: Italiano

source: Internal components
it: Componenti interne

source: The following third party components were integrated:
it: Sono state integrate le seguenti componenti di terzi:

source: Embedded VNC application
it: Software VNC integrato

source: The software {0} was embedded into this application in order to access your {1} system via VNC.
it: Il software {0} è stato integrato in questa applicazione per accedere al tuo {1} sistema via VNC.

source: Created with
it: Creato con:

source: The application was created with:
it: Il software è stato creato con:

source: License
it: Licenza

source: Project at GitHub
it: Progetto su GitHub

source: Close
it: Chiudi

source: Use this application in order to allow access on your desktop.
it: Utilizza questo software per permettere l'accesso remoto al tuo desktop.

source: Welcome to remote maintenance.
it: Benvenuto alla manutenzione remota.

source: Connection is established.
it: Connessione stabilita.

source: Establishing a connection...
it: Sto inizializzando la connessione...

source: The connection was closed.
it: La connessione è stata chiusa.

source: Quit
it: Esci

source: Connect
it: Connetti

source: Disconnect
it: Disconnetti

source: Address
it: Indirizzo

source: Port-Nr
it: Porta Nr.

source: Enable SSH encryption.
it: Abilita la criptazione SSH.

source: Extended Settings
it: Configurazione avanzata

source: Submit
it: Invia

source: Cancel
it: Cancella

source: Incorrect settings!
it: Impostazioni errate!

source: Settings for VNC
it: Configurazione di VNC

source: Select
it: Seleziona

source: Use provided program.
it: Utilizza il software fornito.

source: Parameters
it: Parametri

source: Settings for SSH
it: Configurazione di SSH

source: SSH Port-Nr
it: Porta SSH

source: User
it: Utente

source: Private Key
it: Chiave privata

source: Use provided private key.
it: Utilizzare la chiave privata fornita.

source: Select VNC application '{0}'.
it: Seleziona il software VNC '{0}'.

source: executable files
it: file eseguibili

source: all files
it: tutti i file

source: Select SSH private key file.
it: Selezionare il file della chiave privata SSH.

source: No VNC application was specified.
it: Non è stato specificato alcun software VNC.

source: The VNC application does not point to a file.
it: L'applicazione VNC non corrisponde ad alcun file.

source: No SSH user name was specified.
it: Non è stato indicato alcun utente SSH.

source: The private key file is invalid.
it: Il file della chiave privata è invalido.

source: Can't open private key with the provided password.
it: Non posso aprire la chiave privata con la password fornita.

source: The SSH port number is invalid.
it: Il numero della porta SSH non è valido.

source: The SSH port number is not in the interval from {0} to {1}.
it: Il numero della porta SSH non è compreso tra {0} e {1}.
